Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether conditioned or unconditioned phenomena increase or decrease.

source: ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མ་མཆིས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས།
en: Nor do I apprehend and consider whether contaminated or uncontaminated phenomena increase or decrease.

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། འདས་པ་དང་མ་འོངས་པ་དང་ད་ལྟར་བྱུང་བའི་ཆོས་རྣམས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether past, future, or present events increase or decrease.

source: བཅོམ་ལྡན་འདས་བདག་གིས་འདས་པ་མ་མཆིས་པ་དང་། མ་འོངས་པ་མ་མཆིས་པ་དང་། ད་ལྟར་བྱུང་བ་མ་མཆིས་པའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ།
en: Blessed Lord, I do not apprehend and do not consider whether events that are not past, not future, or not present increase or decrease.

source: དེ་ལ་ཅི་ཞེས་བགྱི་ཞེ་ན། དེ་ནི་འདུས་མ་བགྱིས་ཏེ།
en: If you ask why, these are unconditioned.

source: འདུས་མ་བགྱིས་པ་ནི་འདས་པ་མ་ལགས། མ་འོངས་པ་མ་ལགས། ད་ལྟར་བྱུང་བ་མ་ལགས་སོ།
en: That which is unconditioned is not a past event, is not a future event, and is not a present event. “

source: །བཅོམ་ལྡན་འདས་བདག་གིས་འདུས་མ་བགྱིས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ།
en: Blessed Lord, I do not apprehend and do not consider whether that which is unconditioned increases or decreases.

source: འདུས་མ་བགྱིས་དེ་ཡང་གང་ཞེ་ན། གང་ལ་སྐྱེ་བ་མ་མཆིས།
en: If you ask what is unconditioned, it is that which is nonarising, nondwelling, and nonperishing.

source: གནས་པ་མ་མཆིས། འཇིག་པ་མ་མཆིས་པ་སྟེ། བཅོམ་ལྡན་འདས་བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་།
en: Blessed Lord, I do not apprehend and do not consider whether the Blessed Lord [Buddha] increases or decreases.

source: །བཅོམ་ལྡན་འདས་བདག་གིས་ཤར་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་གངྒཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་བྱང་ཆུབ་སེམས་དཔའ་དང་བཅས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་། །བཅོམ་ལྡན་འདས་བདག་གིས་ལྷོ་དང་། ནུབ་དང་། བྱང་དང་། བྱང་ཤར་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether the tathāgatas, arhats, completely awakened buddhas of the world systems of the eastern direction, numerous as the grains of sand of the river Gaṅgā, accompanied by their communities of śrāvakas and their communities of bodhisattvas, increase or decrease.

source: ཤར་ལྷོ་དང་། ལྷོ་ནུབ་དང་། ནུབ་བྱང་དང་། འོག་དང་སྟེང་གི་ཕྱོགས་ཀྱི་ཕྱོགས་རེ་རེ་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་གངྒཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ། བྱང་ཆུབ་སེམས་དཔའ་དང་བཅས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་།
en: Blessed Lord, I do not apprehend and do not consider whether the tathāgatas, arhats, completely awakened buddhas of the world systems of each of the southern, western, northern, northeastern, southeastern, southwestern, or northwestern directions, along with the nadir and the zenith, numerous as the grains of sand of the river Gaṅgā, accompanied by their communities of śrāvakas and their communities of bodhisattvas, increase or decrease.

source: །བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ། བྱང་ཆུབ་སེམས་དཔའ་དང་བཅས་པ་རྣམས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་གང་ཞིག་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གང་ལ་གདམས་ཤིང་རྗེས་སུ་བསྟན་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether those tathāgatas, arhats, completely awakened buddhas, accompanied by their communities of śrāvakas and their communities of bodhisattvas, increase or decrease, what bodhisattva great being should I teach and instruct, and in what perfection of wisdom?

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་གང་ཞིག་བཏགས་པར་བསྟན་པར་བགྱི།
en: And what should I teach to be a designation for the perfection of wisdom?

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་མཚན་དེ་ཡང་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས།
en: Blessed Lord, even that name of the Lord Buddha has no location, no presence, and no influence.

source: དགེ་འདུན་གྱི་མིང་དེ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་དེ་ཡང་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ།
en: Even the name of the saṅgha and the term ‘bodhisattva’ have no location, no presence, and no influence.

source: མིང་དེ་མ་མཆིས་པས་དེ་ལྟར་ན་མིང་དེ་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས།
en: It is because those names do not exist that they have no location, no presence, and no influence. “

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མི་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ།
en: Blessed Lord, I do not apprehend and do not consider whether the real nature of all phenomena increases or decreases.

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether the real nature of all phenomena increases or decreases, what could be designated by the term bodhisattva?

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་མིང་དེ་ཡང་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ།
en: Blessed Lord, even the name of the real nature of all phenomena has no location, no presence, and no influence.

source: མིང་དེ་མ་མཆིས་པས། དེ་ལྟར་ན་མིང་དེ་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་གང་ཡང་འདི་ལྟར་འདི་ལྟ་སྟེ།
en: Since that name does not exist, it has no location, no presence, and no influence. “

source: བྱང་ཆུབ་སེམས་དཔའ་ཞེས་ཆོས་ཀྱི་བརྡར་བགྱི་བ་དང་། ཆོས་སུ་གདགས་པ་དེ་ཡང་ཕུང་པོ་འམ། ཁམས་སམ། སྐྱེ་མཆེད་དམ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་དུ་གང་དུ་ཡང་བརྗོད་དུ་མ་མཆིས་ཏེ།
en: Moreover, Blessed Lord, the phenomena that the term bodhisattva might symbolize and the phenomena that it might designate cannot be expressed as anything at all—psycho-physical aggregates, sensory elements, sense fields, or [any other phenomena or attributes], up to and including the eighteen distinct qualities of the buddhas. {

source: ཆོས་སུ་གདགས་པ་ཙམ་དུ་བས་སོ།
en: Dt.127} This is because they are merely designated as phenomena.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ། །སྒྱུ་མ་དང་། སྒྲ་བརྙན་དང་། མིག་ཡོར་དང་།
en: Blessed Lord, this is just as nothing at all can be expressed by the designation dream, or just as nothing at all can be expressed by the designations magical display, echo, optical aberration, mirage, moon in water, or phantom emanation of the tathāgatas.

source: སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ་དཔེར་ན།
en: Blessed Lord, this is just as nothing at all can be expressed by the designation space.

source: ནམ་མཁའ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ། །ས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation earth.

source: །ཆུ་དང་། མེ་དང་། རླུང་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designations water, fire, or wind.

source: །དེ་བཞིན་ཉིད་ཅེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ། །མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་།
en: Nothing at all can be expressed by the designation real nature.

source: ཆོས་ཉིད་དང་། ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་ཀྱི་གནས་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designations unmistaken real nature, one and only real nature, actual reality, realm of phenomena, abiding nature of all phenomena, maturity of all phenomena, or very limit of reality.

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designations perfection of ethical discipline, perfection of tolerance, perfection of perseverance, perfection of meditative concentration, or perfection of wisdom.

source: །ཚུལ་ཁྲིམས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation [aggregate of] ethical discipline.

source: །ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designations [aggregate of] meditative stability, [aggregate of] wisdom, [aggregate of] liberation, or [aggregate of] seeing the wisdom of liberation.

source: །རྒྱུན་དུ་ཞུགས་པ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation entering the stream to nirvāṇa.

source: །རྒྱུན་དུ་ཞུགས་པའི་ཆོས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation attributes of one entering the stream to nirvāṇa.

source: །ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designations destined for only one more rebirth, no longer subject to rebirth, or arhat.

source: །དགྲ་བཅོམ་པའི་ཆོས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designations attributes of an arhat [or the other fruits].

source: །རང་སངས་རྒྱས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation individual enlightenment.

source: །རང་སངས་རྒྱས་ཀྱི་ཆོས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation attributes of individual enlightenment.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation bodhisattva.

source: །བྱང་ཆུབ་སེམས་དཔའི་ཆོས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་སོ།
en: Nothing at all can be expressed by the designation attributes of a bodhisattva.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཞེས་བགྱི་བའི་མིང་ནི་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་ཏེ།
en: Nothing at all can be expressed by the designation completely awakened buddha.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་ཞེས་བགྱི་བའི་མིང་དེ་ཡང་དགེ་བ་འམ་མི་དགེ་བ་འམ། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་འམ། ཁ་ན་མ་ཐོ་བ་མ་མཆིས་པ་འམ། རྟག་པའམ་མི་རྟག་པ་འམ། བདེ་བའམ་སྡུག་བསྔལ་བ་འམ། བདག་གི་འམ། བདག་མ་མཆིས་པ་འམ། ཞི་བ་འམ། མ་ཞི་བ་འམ། དབེན་པ་འམ། མི་དབེན་པ་འམ། དངོས་པོ་འམ། དངོས་པོ་མ་མཆིས་པ་གང་གིས་ཀྱང་བརྗོད་དུ་མ་མཆིས་པས།
en: Nothing at all can be expressed by the designation attributes of a completely awakened buddha, or [by the designations] virtuous or nonvirtuous, tainted or untainted by inadmissible transgressions, permanent or impermanent, imbued with happiness or suffering, with self or without self, at peace or not at peace, void or not void, or entity or nonentity.

source: བཅོམ་ལྡན་འདས་བདག་གིས་དོན་གྱི་དབང་དེ་ལྟ་བུ་མཐོང་བའི་སླད་དུ། དེ་སྐད་དུ་བདག་གིས་ཆོས་ཐམས་ཅད་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་བཞིན་དུ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བགྱི་བའམ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞེས་བགྱི་བར་མིང་དུ་གདགས་པ་ནི་བདག་གི་འགྱོད་པར་འགྱུར་རོ་ཞེས་གསོལ་ཏོ།
en: Blessed Lord, for this reason I have said that inasmuch as I do not apprehend and do not consider whether all phenomena increase or decrease, it would be regrettable if there were anything designated as a bodhisattva or as the perfection of wisdom.

source: །བཅོམ་ལྡན་འདས་དེ་ལྟར་མིང་དེ་ནི་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་པ་སྟེ།
en: Blessed Lord, such names have no location, no presence, and no influence.

source: མིང་དེ་མ་མཆིས་པས། དེ་ལྟར་ན་མིང་དེ་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་པའོ། །བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བརྗོད་དེ། རྣམ་པ་འདི་དག་དང་། ཚུལ་འདི་དག་དང་། མཚན་མ་འདི་དག་གིས་བསྟན་པའི་ཚེ། སེམས་ཞུམ་པར་མི་འགྱུར། ཡོངས་སུ་ཞུམ་པར་མི་འགྱུར་ཞིང་།
en: It is because those names do not exist that they have no location, no presence, and no influence. “

source: འགྱོད་པ་མ་མཆིས་ལ། མི་འཇིགས། མི་སྡང་ཞིང་། སྐྲག་པར་མི་འགྱུར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ངེས་པར་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའི་ས་ལ་གནས་པར་རྟོགས་པར་བགྱི་སྟེ།
en: So it is, Blessed Lord, that when the perfection of wisdom is expressed and revealed through these modes, these approaches, and these signs, if bodhisattva great beings are not discouraged, not utterly discouraged, not regretful, not afraid, not frightened, and not fearful, {Dt.128} they will certainly attain realization, abiding on the level of an irreversible bodhisattva.

source: གནས་པ་ཞེས་བགྱི་བ་ནི། གནས་པ་མ་མཆིས་པའི་ཚུལ་ལོ།
en: The expression abiding means in the manner of nondwelling. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དེས་གཟུགས་ལ་གནས་པར་མི་བགྱིའོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་གནས་པར་མི་བགྱིའོ།
en: Moreover, Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in physical forms, and they should not dwell in feelings, perceptions, formative predispositions, or consciousness.

source: །དེས་མིག་ལ་གནས་པར་མི་བགྱིའོ། །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལ་གནས་པར་མི་བགྱིའོ། །དེས་གཟུགས་ལ་གནས་པར་མི་བགྱིའོ།
en: They should not dwell in the eyes, and they should not dwell in the ears, the nose, the tongue, the body, or the mental faculty.

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ལ་གནས་པར་མི་བགྱིའོ། །དེས་མིག་གི་རྣམ་པར་ཤེས་པ་ལ་གནས་པར་མི་བགྱིའོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: They should not dwell in sights, and they should not dwell in sounds, odors, tastes, tangibles, or mental phenomena.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་གནས་པར་མི་བགྱིའོ། །དེས་མིག་གི་འདུས་ཏེ་རེག་པ་ལ་གནས་པར་མི་བགྱིའོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They should not dwell in visual consciousness, and they should not dwell in auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness or mental consciousness.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་གནས་པར་མི་བགྱིའོ། །དེས་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་གནས་པར་མི་བགྱིའོ།
en: They should not dwell in visually compounded sensory contact, and they should not dwell in aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact.

source: །དེས་རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་གནས་པར་མི་བགྱིའོ། །དེས་སའི་ཁམས་ལ་གནས་པར་མི་བགྱིའོ།
en: They should not dwell in feelings conditioned by visually compounded sensory contact, and they should not dwell in feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, or feelings conditioned by mentally compounded sensory contact.

source: །དེས་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ལ་གནས་པར་མི་བགྱིའོ།
en: They should not dwell in the earth element, and they should not dwell in the water element, the fire element, the wind element, the space element, or the consciousness element.

source: །དེས་མ་རིག་པ་ལ་གནས་པར་མི་བགྱིའོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་།
en: They should not dwell in ignorance, and they should not dwell in formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death. “

source: སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་ལ་གནས་པར་མི་བགྱིའོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་གཟུགས་གཟུགས་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because physical forms are empty of physical forms.

source: གཟུགས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་གཟུགས་མ་ལགས། གཟུགས་ལས་གུང་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of physical forms is not physical forms, and emptiness does not exist elsewhere apart from physical forms.

source: གཟུགས་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་སོ།
en: The nature of physical forms is indeed emptiness and emptiness indeed is physical forms.

source: །ཚོར་བ་ཚོར་བས་སྟོང་སྟེ།
en: Feelings are empty of feelings.

source: ཚོར་བའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་ཚོར་བ་མ་ལགས། ཚོར་བ་ལས་གུང་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of feelings is not feelings, and emptiness does not exist elsewhere apart from feelings.

source: ཚོར་བ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་ཚོར་བའོ།
en: The nature of feelings is indeed emptiness and emptiness indeed is feelings.

source: །འདུ་ཤེས་འདུ་ཤེས་ཀྱིས་སྟོང་སྟེ།
en: Perceptions are empty of perceptions.

source: འདུ་ཤེས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་འདུ་ཤེས་མ་ལགས། འདུ་ཤེས་ལས་གུང་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of perceptions is not perceptions, and emptiness does not exist elsewhere apart from perceptions.

source: འདུ་ཤེས་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་འདུ་ཤེས་སོ།
en: The nature of perceptions is indeed emptiness and emptiness indeed is perceptions.

source: །འདུ་བྱེད་འདུ་བྱེད་ཀྱིས་སྟོང་སྟེ།
en: Formative predispositions are empty of formative predispositions.

source: འདུ་བྱེད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་འདུ་བྱེད་མ་ལགས། འདུ་བྱེད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of formative predispositions is not formative predispositions, and emptiness does not exist elsewhere apart from formative predispositions.

source: འདུ་བྱེད་ཉིད་ཀྱང་སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་ཀྱང་འདུ་བྱེད་དོ།
en: The nature of formative predispositions is indeed emptiness and emptiness indeed is formative predispositions.

source: །རྣམ་པར་ཤེས་པ་རྣམ་པར་ཤེས་པས་སྟོང་སྟེ།
en: Consciousness is empty of consciousness.

source: རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་རྣམ་པར་ཤེས་པ་མ་ལགས། རྣམ་པར་ཤེས་པ་ལས་གུང་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of consciousness is not consciousness, and emptiness does not exist elsewhere apart from consciousness.

source: རྣམ་པར་ཤེས་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པའོ། །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན།
en: The nature of consciousness is indeed emptiness and emptiness indeed is consciousness.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པའི་ཚེ། དེས་གཟུགས་ལ་གནས་པར་མི་བགྱིའོ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings dwell in the perfection of wisdom, they should not dwell in physical forms, and they should not dwell in feelings, perceptions, formative predispositions, or consciousness. “

source: རྣམ་པར་ཤེས་པ་ལ་གནས་པར་མི་བགྱིའོ། །བཅོམ་ལྡན་འདས་དེ་ཡང་འདི་ལྟར་མིག་མིག་གིས་སྟོང་སྟེ།
en: Blessed Lord, the eyes are empty of the eyes.

source: མིག་གི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་མིག་མ་ལགས། མིག་ལས་གུང་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the eyes is not the eyes, and emptiness does not exist elsewhere apart from the eyes.

source: མིག་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་མིག་གོ །
en: The nature of the eyes is indeed emptiness, and emptiness indeed is the eyes.

source: རྣ་བ་རྣ་བས་སྟོང་སྟེ།
en: The ears are empty of the ears.

source: རྣ་བའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་རྣ་བ་མ་ལགས། རྣ་བ་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the ears is not the ears, and emptiness does not exist elsewhere apart from the ears.

source: རྣ་བ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣ་བའོ།
en: The nature of the ears is indeed emptiness, and emptiness indeed is the ears.

source: །སྣ་སྣས་སྟོང་སྟེ།
en: The nose is empty of the nose.

source: སྣའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་སྣ་མ་ལགས། སྣ་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the nose is not the nose, and emptiness does not exist elsewhere apart from the nose.

source: སྣ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་སྣའོ།
en: The nature of the nose is indeed emptiness, and emptiness indeed is the nose.

source: །ལྕེ་ལྕེས་སྟོང་སྟེ།
en: The tongue is empty of the tongue.

source: ལྕེའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་ལྕེ་མ་ལགས། ལྕེ་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the tongue is not the tongue, and emptiness does not exist elsewhere apart from the tongue.

source: ལྕེ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་ལྕེའོ།
en: The nature of the tongue is indeed emptiness, and emptiness indeed is the tongue.

source: །ལུས་ལུས་ཀྱིས་སྟོང་སྟེ།
en: The body is empty of the body.

source: ལུས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་ལུས་མ་ལགས། ལུས་ལས་གུང་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the body is not the body, and emptiness does not exist elsewhere apart from the body.

source: ལུས་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་ལུས་སོ།
en: The nature of the body is indeed emptiness, and emptiness indeed is the body.

source: །ཡིད་ཡིད་ཀྱིས་སྟོང་སྟེ།
en: The mental faculty is empty of the mental faculty.

source: ཡིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་ཡིད་མ་ལགས། ཡིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the mental faculty is not the mental faculty, and emptiness does not exist elsewhere apart from the mental faculty.

source: ཡིད་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་ཡིད་དོ།
en: The nature of the mental faculty is indeed emptiness, and emptiness indeed is the mental faculty. {

source: །གཟུགས་གཟུགས་ཀྱིས་སྟོང་སྟེ།
en: Dt.129} Sights are empty of sights.

source: གཟུགས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་གཟུགས་མ་ལགས། གཟུགས་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of sights is not sights, and emptiness does not exist elsewhere apart from sights.

source: །སྒྲ་སྒྲས་སྟོང་སྟེ།
en: Sounds are empty of sounds.

source: སྒྲའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་སྒྲ་མ་ལགས། སྒྲ་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of sounds is not sounds, and emptiness does not exist elsewhere apart from sounds.

source: སྒྲ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་སྒྲའོ།
en: The nature of sounds is indeed emptiness, and emptiness indeed is sounds.

source: །དྲི་དྲིས་སྟོང་སྟེ།
en: Odors are empty of odors.

source: དྲིའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་དྲི་མ་ལགས། དྲི་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of odors is not odors, and emptiness does not exist elsewhere apart from odors.

source: དྲི་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་དྲིའོ།
en: The nature of odors is indeed emptiness, and emptiness indeed is odors.

source: །རོ་རོས་སྟོང་སྟེ།
en: Tastes are empty of tastes.

source: རོའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་རོ་མ་ལགས། རོ་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of tastes is not tastes, and emptiness does not exist elsewhere apart from tastes.

source: རོ་ཉིད་ཀྱང་སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་ཀྱང་རོའོ།
en: The nature of tastes is indeed emptiness, and emptiness indeed is tastes.

source: །རེག་རེག་གིས་སྟོང་སྟེ།
en: Tangibles are empty of tangibles.

source: རེག་གི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་རེག་མ་ལགས། རེག་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of tangibles is not tangibles, and emptiness does not exist elsewhere apart from tangibles.

source: རེག་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རེག་གོ །
en: The nature of tangibles is indeed emptiness, and emptiness indeed is tangibles.

source: ཆོས་ཆོས་ཀྱིས་སྟོང་སྟེ།
en: Mental phenomena are empty of mental phenomena.
